Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ehdotus_saamelaisten_totuus-_ja_sovintokomission_asettamiseksi_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi julkaistu
sme: Evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin lea almmustahtton

source: Saamelaiskäräjien hallitus käsitteli saamelaisten totuus- ja sovintoprosessia kokouksessa 2.12.2019 ja päätti esittää Saamelaiskäräjien kokoukselle, että se joko hyväksyy tai hylkää ehdotuksen saamelaisten totuus- ja sovintokomission asettamiseksi.
sme: Sámedikki stivra gieđahalai sámiid duohtavuođa- ja soabadanproseassa čoahkkimis 2.12.2019 ja mearridii evttohit Sámedikki čoahkkimii, ahte dat juogo dohkkeha dahje hilgu evttohusa sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin.

source: Saamelaiskäräjien kokous käsittelee asiaa kokouksessa 17.-18.12.2019.
sme: Sámedikki čoahkkin gieđahallá ášši čoahkkimis 17.-18.12.2019.

source: Kolttien kyläkokous käsittelee asiaa 12.12.2019 pidettävässä Nellim-Keväjärven ja Näätämön alueiden kolttaneuvostojen yhteisessä kokouksessa.
sme: Nuortalaččaid siidačoahkkin gieđahallá ášši 12.12.2019 oktasaš čoahkkimis, mii dollo Njellim – Keväjärvi ja Njávdáma guovlluid nuortalašráđiiguin.

source: Julkaistu ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi sisältää muun muassa komission toimeksiannon, työn tavoitteet ja tehtävät.
sme: Almmustahtton evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin sisttis doallá earret eará kommišuvnna bargogohččosa, barggu ulbmiliid ja bargguid.

source: Ehdotuksen mukaan valtioneuvosto asettaa komission yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa.
sme: Evttohusa mielde stáhtaráđđi ásaha kommišuvnna oktasašbarggus Sámedikkiin ja Nuortalaččaid siidačoahkkimiin.

source: Komissiossa on 5 komissaaria, joista 2 valitaan valtioneuvoston esityksestä, 2 Saamelaiskäräjien esityksestä ja 1 Kolttien kyläkokouksen esityksestä.
sme: Kommišuvnnas leat 5 komissára. Komissárain 2 válljejuvvojit stáhtaráđi evttohusas, 2 válljejuvvojit Sámedikki evttohusas ja 1 Nuortalaččaid siidačoahkkima evttohusas.

source: Komission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sme: Duohtavuođa- ja soabadankommišuvnna lahtut leat viiddis luohttámuša návddašan olbmot sápmelaš ja suopmelaš servodagas.

source: Komissio on työssään itsenäinen ja riippumaton.
sme: Kommišuvdna lea barggustis iehčanas ja sorjjasmeahttun.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sme: Duohtavuođa- ja soabadanproseassa mihttomearrin lea earuhit ja árvvoštallat historjjálaš ja dálá olggušteami, mielde logadettiin maiddái stáhta suddadanpolitihka, ja vuoigatvuođaid loavkidemiid, čielggadit mo dát váikkuhit sápmelaččaide ja sin servošii dálá dilis ja evttohit mo sáhtašii ovddidit oktavuođa sámiid ja Suoma stáhta gaskkas ja sámiid gaskavuođas.

source: Komission työn tavoitteena on koota saamelaisten kokemukset Suomen valtion ja eri viranomaisten toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisilla alkuperäiskansana ja sen jäsenille yksilöinä, ja tehdä tämä tieto näkyväksi.
sme: Kommišuvnna barggu mihttomearri lea čohkket sápmelaččaid vásáhusaid Suoma stáhta ja sierra virgeoapmahaččaid doaimmain ja das, makkár váikkuhusat ja čuovvumušat dain leat leamašan ja leat ain sápmelaččaide eamiálbmogin ja dan lahtuide ovttaskas olmmožin, ja dahkat dán dieđu oinnolažžan.

source: Komissio laatii työstään raportin, joka luovutetaan valtioneuvostolle, Saamelaiskäräjille ja Kolttien kyläkokoukselle 30.11.2022 mennessä.
sme: Kommišuvdna ráhkada barggustis raportta, mii luohpaduvvo stáhtaráđđái, Sámediggái ja Nuortalaččaid siidačoahkkimii 30.11.2022 rádjai.

source: Komissio voi suunnata toimintaansa ja järjestäytyä parhaaksi katsomallaan tavalla ja perustaa esimerkiksi työryhmiä ja jaostoja täyttääkseen toimeksiantonsa ja sille asetetut tavoitteet.
sme: Kommišuvdna sáhtte siktet doaimmas ja ortniiduvvat buoremussan oaidnán vugiin ja vuođđudit ovdamearkan bargojoavkkuid dahje juhkosiid bargogohččosa deavdima várás ja vai deavdá dasa ásahuvvon mihttomeriid.

source: Komissio valitsee itselleen pääsihteerin ja mahdolliset muut sihteeristön jäsenet.
sme: Kommišuvdna vállje váldočálli ja vejolaččat eará čállingotti lahtuid.

source: Valtioneuvoston kanslia osoittaa komission toiminnalle määrärahan.
sme: Stáhtaráđi kansliija čujuha mearreruđa kommišuvnna doibmii.

source: Psykososiaalinen tuki on olennainen osa prosessin toteutumista.
sme: Psykososiála doarjja lea mihtilmas oassi proseassa ollašuvvamis.

source: Henkistä ja psyykkistä tukea saamen kielillä ja kulttuuritaustan edellyttämällä tavalla tulee olla tarjolla.
sme: Vuoiŋŋalaš ja psyhkalaš doarjja sámegielaiguin ja kulturduogáža gáibidan vugiin galgá leat fállon.

source: Sovintoprosessin aineisto arkistoidaan Kansallisarkiston Saamelaisarkistoon.
sme: Soabadanproseassa materiála vurkejuvvo Riikkaarkiivva Sámearkiivii.

source: Pääministeri Antti Rinteen hallituksen ohjelman mukaan totuus- ja sovintokomission työtä jatketaan.
sme: Oaiveministtar Antti Rinne ráđđehusa prográmma mielde duohtavuođa- ja soabadankommišuvnna bargu jotkojuvvo.

source: Valtioneuvosto on käsitellyt ja hyväksynyt ehdotuksen saamelaisten totuus- ja sovintokomissioksi iltakoulussaan 13.11.2019.
sme: Stáhtaráđđi lea gieđahallan ja dohkkehan evttohusa sámiid duohtavuođa- ja soabadankommišuvdnan eahketskuvllas 13.11.2019.

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi
sme: Evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin

source: Kuva: Anja Vest / Sámediggi
sme: Govva: Anja Vest / Sámediggi

source: Lisätietoja:
sme: Lassidieđut:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Sámedikki ságajođiheaddji Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi

source: Kolttien luottamusmies Veikko Feodoroff puh. 050 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
sme: Nuortalaččaid ovdaolmmoš Veikko Feodoroff tel. 050 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
